brew "bat"
brew "curl"
brew "fd"
brew "git"
brew "htop"
brew "jq"
brew "nvm"
brew "pyenv"
brew "ripgrep"
brew "tree"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "1password"
cask "cursor"
cask "iterm2"
cask "visual-studio-code"
vscode "github.copilot"
vscode "github.copilot-chat"
